Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: %@ · Hosted by %@
ar: %@ · يستضيفك %@
ar_ps: %@ · مستضيفك %@
el: %@ · Φιλοξενία από %@
es: %@ · Anfitrión: %@
fa: %@ · میزبانی %@
fr: %@ · Proposé par %@
id: %@ · Tuan rumah %@
it: %1$@ · Ospitato da %2$@
ja: %1$@ · ホスト：%2$@
ro: %@ · Găzduit de %@
th: %@ · จัดที่พักโดย %@
tr: %@ · Ev sahibi %@
zh: %@ · 房东 %@

source: %@ / night
ar: %@ / الليلة
ar_ps: %@ / الليلة
el: %@ / νύχτα
es: %@ / noche
fa: %@ / شب
fr: %@ / nuit
id: %@ / malam
it: %@ / notte
ja: %@ / 泊
ro: %@ / noapte
th: %@ / คืน
tr: %@ / gece
zh: %@ / 晚

source: %@ bal
ar: الرصيد %@
ar_ps: الرصيد %@
el: %@ υπόλ.
es: %@ saldo
fa: %@ موجودی
fr: %@ solde
id: %@ saldo
it: %@ saldo
ja: 残高 %@
ro: %@ sold
th: ยอด %@
tr: %@ bakiye
zh: 余额 %@

source: %@ guests
ar: %@ ضيوف
ar_ps: %@ ضيوف
el: %@ επισκέπτες
es: %@ huéspedes
fa: %@ مهمان
fr: %@ voyageurs
id: %@ tamu
it: %@ ospiti
ja: ゲスト %@名
ro: %@ oaspeți
th: ผู้เข้าพัก %@ คน
tr: %@ misafir
zh: %@ 位房客

# %@ guests · %@ bedrooms · %@ baths
source: %1$@ guests · %2$@ bedrooms · %3$@ baths
ar: %1$@ ضيوف · %2$@ غرف نوم · %3$@ حمّامات
ar_ps: %1$@ ضيوف · %2$@ غرف نوم · %3$@ حمّامات
el: %1$@ επισκέπτες · %2$@ υπνοδωμάτια · %3$@ μπάνια
es: %1$@ huéspedes · %2$@ dormitorios · %3$@ baños
fa: %1$@ مهمان · %2$@ خواب · %3$@ سرویس
fr: %1$@ voyageurs · %2$@ chambres · %3$@ salles de bain
id: %1$@ tamu · %2$@ kamar tidur · %3$@ kamar mandi
it: %1$@ ospiti · %2$@ camere da letto · %3$@ bagni
ja: ゲスト %1$@名 · 寝室 %2$@ · バス %3$@
ro: %1$@ oaspeți · %2$@ dormitoare · %3$@ băi
th: ผู้เข้าพัก %1$@ คน · %2$@ ห้องนอน · %3$@ ห้องน้ำ
tr: %1$@ misafir · %2$@ yatak odası · %3$@ banyo
zh: %1$@ 位房客 · %2$@ 间卧室 · %3$@ 间浴室

# %@ guests · %@ beds
source: %1$@ guests · %2$@ beds
ar: %1$@ ضيوف · %2$@ أسرّة
ar_ps: %1$@ ضيوف · %2$@ تخوت
el: %1$@ επισκέπτες · %2$@ κρεβάτια
es: %1$@ huéspedes · %2$@ camas
fa: %1$@ مهمان · %2$@ تخت
fr: %1$@ voyageurs · %2$@ lits
id: %1$@ tamu · %2$@ tempat tidur
it: %1$@ ospiti · %2$@ letti
ja: ゲスト %1$@名 · ベッド %2$@
ro: %1$@ oaspeți · %2$@ paturi
th: ผู้เข้าพัก %1$@ คน · %2$@ เตียง
tr: %1$@ misafir · %2$@ yatak
zh: %1$@ 位房客 · %2$@ 张床

source: %@ in %@
ar: %@ في %@
ar_ps: %@ بـ %@
el: %@ στο %@
es: %@ en %@
fa: %@ در %@
fr: %@ à %@
id: %@ di %@
it: %1$@ a %2$@
ja: %2$@の%1$@
ro: %@ în %@
th: %@ ใน %@
tr: %2$@ içinde %1$@
zh: %2$@ 的 %1$@

source: %@ m²
ar: %@ م²
ar_ps: %@ م²
fa: %@ متر مربع
th: %@ ตร.ม.

# %@ m² · sleeps %@
source: %1$@ m² · sleeps %2$@
ar: %1$@ م² · يتسع لـ %2$@
ar_ps: %1$@ م² · بتسع %2$@
el: %1$@ m² · χωρά %2$@
es: %1$@ m² · para %2$@
fa: %1$@ متر مربع · گنجایش %2$@ نفر
fr: %1$@ m² · couche %2$@
id: %1$@ m² · muat %2$@ orang
it: %1$@ m² · posti letto %2$@
ja: %1$@ m² · %2$@名就寝可
ro: %1$@ m² · loc pentru %2$@
th: %1$@ ตร.ม. · นอนได้ %2$@ คน
tr: %1$@ m² · %2$@ kişilik
zh: %1$@ m² · 可住 %2$@ 人

# %@ night%@ · %@ points
source: %1$@ night%2$@ · %3$@ points
ar: %1$@ ليلة%2$@ · %3$@ نقطة
ar_ps: %1$@ ليلة%2$@ · %3$@ نقطة
el: %1$@ νύχτ%2$@ · %3$@ πόντοι
es: %1$@ noche%2$@ · %3$@ puntos
fa: %1$@ شب%2$@ · %3$@ امتیاز
fr: %1$@ nuit%2$@ · %3$@ points
id: %1$@ malam%2$@ · %3$@ poin
it: %1$@ notti%2$@ · %3$@ punti
ja: %1$@泊%2$@ · %3$@ポイント
ro: %1$@ nopți%2$@ · %3$@ puncte
th: %1$@ คืน%2$@ · %3$@ พอยต์
tr: %1$@ gece%2$@ · %3$@ puan
zh: %1$@ 晚%2$@ · %3$@ 积分

# %@ photo%@ uploaded
source: %1$@ photo%2$@ uploaded
ar: تم رفع %1$@ صورة%2$@
ar_ps: انرفع %1$@ صورة%2$@
el: %1$@ φωτογραφί%2$@ ανέβηκαν
es: %1$@ foto%2$@ subida
fa: %1$@ عکس%2$@ بارگذاری شد
fr: %1$@ photo%2$@ ajoutée(s)
id: %1$@ foto%2$@ diunggah
it: %1$@ foto%2$@ caricate
ja: %1$@枚%2$@の写真をアップロード
ro: %1$@ fotografii%2$@ încărcate
th: อัปโหลดแล้ว %1$@ รูป%2$@
tr: %1$@ fotoğraf%2$@ yüklendi
zh: 已上传 %1$@ 张照片%2$@

source: %@ points
ar: %@ نقطة
ar_ps: %@ نقطة
el: %@ πόντοι
es: %@ puntos
fa: %@ امتیاز
id: %@ poin
it: %@ punti
ja: %@ポイント
ro: %@ puncte
th: %@ พอยต์
tr: %@ puan
zh: %@ 积分

source: %@ points / night
ar: %@ نقطة / الليلة
ar_ps: %@ نقطة / الليلة
el: %@ πόντοι / νύχτα
es: %@ puntos / noche
fa: %@ امتیاز / شب
fr: %@ points / nuit
id: %@ poin / malam
it: %@ punti / notte
ja: %@ポイント / 泊
ro: %@ puncte / noapte
th: %@ พอยต์ / คืน
tr: %@ puan / gece
zh: %@ 积分 / 晚

source: %@ swap
ar: تبادل %@
ar_ps: %@ تبديل
el: %@ ανταλλαγή
es: %@ intercambio
fa: %@ مبادله
fr: %@ échange
id: %@ tukar
it: Scambio a %@
ja: %@のスワップ
ro: %@ schimb
th: %@ การแลกเปลี่ยน
tr: %@ takas
zh: %@ 次互换

# %@, %@ · approximate area
source: %1$@, %2$@ · approximate area
ar: %1$@، %2$@ · المنطقة التقريبية
ar_ps: %1$@، %2$@ · المنطقة بالتقريب
el: %1$@, %2$@ · κατά προσέγγιση περιοχή
es: %1$@, %2$@ · zona aproximada
fa: %1$@، %2$@ · منطقه تقریبی
fr: %1$@, %2$@ · zone approximative
id: %1$@, %2$@ · area perkiraan
it: %@, %@ · zona approssimativa
ja: %1$@, %2$@ · おおよその場所
ro: %1$@, %2$@ · zonă aproximativă
th: %1$@, %2$@ · พื้นที่โดยประมาณ
tr: %1$@, %2$@ · yaklaşık bölge
zh: %1$@，%2$@ · 大致区域

source: %@%% complete
ar: %@%% مكتمل
ar_ps: %@%% خلص
el: %@%% ολοκληρωμένο
es: %@%% completado
fa: ٪%@ تکمیل شده
fr: %@%% terminé
id: %@%% selesai
it: %@%% completato
ja: %@%% 完了
ro: %@%% complet
th: เสร็จ %@%%
tr: %%%@ tamamlandı
zh: 已完成 %@%%

source: %@%% match
ar: %@%% تطابق
ar_ps: %@%% توافق
el: %@%% ταίριασμα
es: %@%% de coincidencia
fa: ٪%@ تطابق
fr: %@%% de correspondance
id: %@%% cocok
it: %@%% di affinità
ja: %@%% マッチ
ro: %@%% potrivire
th: ตรงกัน %@%%
tr: %%%@ uyum
zh: 匹配度 %@%%

source: %@%% MATCH
ar: %@%% تطابق
ar_ps: %@%% توافق
el: %@%% ΤΑΙΡΙΑΣΜΑ
es: %@%% DE COINCIDENCIA
fa: ٪%@ تطابق
fr: %@%% DE CORRESPONDANCE
id: %@%% COCOK
it: %@%% DI AFFINITÀ
ja: %@%% マッチ
ro: %@%% POTRIVIRE
th: ตรงกัน %@%%
tr: %%%@ UYUM
zh: 匹配度 %@%%

source: %@%% match for your next swap
ar: %@%% تطابق لتبادلك التالي
ar_ps: %@%% توافق لتبديلك الجاي
el: %@%% ταίριασμα για την επόμενη ανταλλαγή σας
es: %@%% de coincidencia para tu próximo intercambio
fa: ٪%@ تطابق برای مبادله بعدی شما
fr: %@%% de correspondance pour votre prochain échange
id: %@%% cocok untuk tukaran berikutnya
it: %@%% di affinità per il tuo prossimo scambio
ja: 次のスワップに %@%% マッチ
ro: %@%% potrivire pentru următorul tău schimb
th: ตรงกัน %@%% สำหรับการแลกเปลี่ยนครั้งถัดไป
tr: Sıradaki takasın için %%%@ uyum
zh: 与你下次互换匹配度 %@%%

source: %lld beds
ar: %lld أسرّة
ar_ps: %lld تخت
el: %lld κρεβάτια
es: %lld camas
fa: %lld تخت
fr: %lld lits
id: %lld tempat tidur
it: %lld camere
ja: ベッド %lld
ro: %lld paturi
th: %lld เตียง
tr: %lld yatak
zh: %lld 张床

source: %lld beds · %lld%% match
ar: %lld أسرّة · %lld%% تطابق
ar_ps: %lld تخت · %lld%% توافق
el: %lld κρεβάτια · %lld%% ταίριασμα
es: %lld camas · %lld%% de coincidencia
fa: %lld تخت · ٪%lld تطابق
fr: %lld lits · %lld%% de correspondance
id: %lld tempat tidur · %lld%% cocok
it: %1$lld camere · %2$lld%% di affinità
ja: ベッド %lld · %lld%% マッチ
ro: %lld paturi · %lld%% potrivire
th: %lld เตียง · ตรงกัน %lld%%
tr: %lld yatak · %%%lld uyum
zh: %lld 张床 · 匹配度 %lld%%

source: %lld guests
ar: %lld ضيوف
ar_ps: %lld ضيوف
el: %lld επισκέπτες
es: %lld huéspedes
fa: %lld مهمان
fr: %lld voyageurs
id: %lld tamu
it: %lld ospiti
ja: ゲスト %lld名
ro: %lld oaspeți
th: ผู้เข้าพัก %lld คน
tr: %lld misafir
zh: %lld 位房客

source: %lld guests · %lld bedrooms · %lld baths
ar: %lld ضيوف · %lld غرف نوم · %lld حمّامات
ar_ps: %lld ضيوف · %lld غرف نوم · %lld حمّامات
el: %lld επισκέπτες · %lld υπνοδωμάτια · %lld μπάνια
es: %lld huéspedes · %lld dormitorios · %lld baños
fa: %lld مهمان · %lld خواب · %lld سرویس
fr: %lld voyageurs · %lld chambres · %lld salles de bain
id: %lld tamu · %lld kamar tidur · %lld kamar mandi
it: %1$lld ospiti · %2$lld camere da letto · %3$lld bagni
ja: ゲスト %lld名 · 寝室 %lld · バス %lld
ro: %lld oaspeți · %lld dormitoare · %lld băi
th: ผู้เข้าพัก %lld คน · %lld ห้องนอน · %lld ห้องน้ำ
tr: %lld misafir · %lld yatak odası · %lld banyo
zh: %lld 位房客 · %lld 间卧室 · %lld 间浴室

source: %lld guests · %lld beds
ar: %lld ضيوف · %lld أسرّة
ar_ps: %lld ضيوف · %lld تخوت
el: %lld επισκέπτες · %lld κρεβάτια
es: %lld huéspedes · %lld camas
fa: %lld مهمان · %lld تخت
fr: %lld voyageurs · %lld lits
id: %lld tamu · %lld tempat tidur
it: %1$lld ospiti · %2$lld camere
ja: ゲスト %lld名 · ベッド %lld
ro: %lld oaspeți · %lld paturi
th: ผู้เข้าพัก %lld คน · %lld เตียง
tr: %lld misafir · %lld yatak
zh: %lld 位房客 · %lld 张床

source: %lld out of 5
ar: %lld من 5
ar_ps: %lld من 5
el: %lld στα 5
es: %lld de 5
fa: %lld از ۵
fr: %lld sur 5
id: %lld dari 5
it: %lld su 5
ja: 5点中%lld点
ro: %lld din 5
th: %lld จาก 5
tr: 5 üzerinden %lld
zh: %lld / 5

source: %lld points / night
ar: %lld نقطة / الليلة
ar_ps: %lld نقطة / الليلة
el: %lld πόντοι / νύχτα
es: %lld puntos / noche
fa: %lld امتیاز / شب
fr: %lld points / nuit
id: %lld poin / malam
it: %lld punti / notte
ja: %lldポイント / 泊
ro: %lld puncte / noapte
th: %lld พอยต์ / คืน
tr: %lld puan / gece
zh: %lld 积分 / 晚

source: %lld% match
ar: %lld% تطابق
ar_ps: %lld% توافق
el: %lld% ταίριασμα
es: %lld%% de coincidencia
fa: ٪%lld تطابق
fr: %lld%% de correspondance
id: %lld% cocok
it: %lld%% di affinità
ja: %lld% マッチ
ro: %lld% potrivire
th: ตรงกัน %lld%
tr: %%%lld uyum
zh: 匹配度 %lld%

source: %lld%% match
ar: %lld%% تطابق
ar_ps: %lld%% توافق
el: %lld%% ταίριασμα
es: %lld%% de coincidencia
fa: ٪%lld تطابق
fr: %lld%% de correspondance
id: %lld%% cocok
it: %lld%% di affinità
ja: %lld%% マッチ
ro: %lld%% potrivire
th: ตรงกัน %lld%%
tr: %%%lld uyum
zh: 匹配度 %lld%%

source: %lld%% match for your next swap
ar: %lld%% تطابق لتبادلك التالي
ar_ps: %lld%% توافق لتبديلك الجاي
el: %lld%% ταίριασμα για την επόμενη ανταλλαγή σας
es: %lld%% de coincidencia para tu próximo intercambio
fa: ٪%lld تطابق برای مبادله بعدی شما
fr: %lld%% de correspondance pour votre prochain échange
id: %lld%% cocok untuk tukaran berikutnya
it: %lld%% di affinità per il tuo prossimo scambio
ja: 次のスワップに %lld%% マッチ
ro: %lld%% potrivire pentru următorul tău schimb
th: ตรงกัน %lld%% สำหรับการแลกเปลี่ยนครั้งถัดไป
tr: Sıradaki takasın için %%%lld uyum
zh: 与你下次互换匹配度 %lld%%

source: A friend
ar: صديق
ar_ps: صاحب
el: Ένας φίλος
es: Un amigo
fa: یک دوست
fr: Un ami
id: Seorang teman
it: Un amico
ja: 友人
ro: Un prieten
th: เพื่อนคนหนึ่ง
tr: Bir arkadaş
zh: 一位好友

source: A guest gets one room rather than your whole home, so the nightly value is scaled to match. That keeps it fair next to whole-home stays.
ar: يحصل الضيف على غرفة واحدة بدلاً من منزلك بالكامل، لذا تُعدَّل القيمة الليلية لتناسب ذلك. وهذا يبقيها عادلة مقارنةً بإقامات المنزل الكامل.
ar_ps: الضيف بياخد غرفة وحدة مش البيت كله، فقيمة الليلة بتتعدّل عشان تناسب. هيك بتظل عادلة جنب اللي بيأجّروا البيت كامل.
el: Ο επισκέπτης παίρνει ένα δωμάτιο αντί για ολόκληρο το σπίτι σας, οπότε η αξία ανά νύχτα προσαρμόζεται ανάλογα. Έτσι παραμένει δίκαιο σε σχέση με τις διαμονές σε ολόκληρο σπίτι.
es: El huésped recibe una habitación en lugar de toda tu casa, por lo que el valor por noche se ajusta en consecuencia. Así es justo frente a las estancias de casa completa.
fa: مهمان یک اتاق می‌گیرد نه کل خانه شما، بنابراین ارزش هر شب متناسب با آن تنظیم می‌شود. این کار آن را در کنار اقامت در کل خانه منصفانه نگه می‌دارد.
fr: Un voyageur obtient une chambre plutôt que tout votre logement, la valeur par nuit est donc ajustée en conséquence. Cela reste équitable par rapport aux logements entiers.
id: Tamu mendapat satu kamar, bukan seluruh rumah Anda, jadi nilai per malam disesuaikan. Ini menjaga keadilan dibandingkan inap satu rumah penuh.
it: Un ospite riceve una stanza anziché tutta la casa, quindi il valore per notte è ridotto di conseguenza. Così resta equo rispetto ai soggiorni in case intere.
ja: ゲストは住まい全体ではなく1部屋を利用するため、1泊あたりの価値もそれに合わせて調整されます。これにより住まい全体の滞在と公平に保たれます。
ro: Un oaspete primește o cameră, nu întreaga locuință, așa că valoarea pe noapte este ajustată corespunzător. Astfel rămâne echitabil față de sejururile în întreaga locuință.
th: ผู้เข้าพักได้เพียงหนึ่งห้องแทนที่จะเป็นบ้านทั้งหลัง มูลค่าต่อคืนจึงถูกปรับให้สอดคล้องกัน ซึ่งช่วยให้ยุติธรรมเมื่อเทียบกับการเข้าพักทั้งบ้าน
tr: Misafir, evinin tamamı yerine bir oda kullanır; bu yüzden gecelik değer buna göre ölçeklenir. Böylece tüm ev konaklamalarının yanında adil kalır.
zh: 房客入住的是一个房间而非整套住所，因此每晚价值会按比例调整，与整套出租保持公平。

source: A member
ar: عضو
ar_ps: عضو
el: Ένα μέλος
es: Un miembro
fa: یک عضو
fr: Un membre
id: Seorang anggota
it: Un membro
ja: メンバー
ro: Un membru
th: สมาชิกคนหนึ่ง
tr: Bir üye
zh: 一位会员

source: A passkey uses Face ID or Touch ID and syncs with iCloud Keychain. It can't be phished or guessed.
ar: يستخدم مفتاح المرور Face ID أو Touch ID ويُزامَن مع سلسلة مفاتيح iCloud. لا يمكن التصيّد به أو تخمينه.
ar_ps: مفتاح المرور بيستخدم Face ID أو Touch ID وبيتزامن مع iCloud Keychain. ما بينسرق ولا بينحزر.
el: Ένα passkey χρησιμοποιεί Face ID ή Touch ID και συγχρονίζεται με το iCloud Keychain. Δεν μπορεί να υποκλαπεί ή να μαντευτεί.
es: Una clave de acceso usa Face ID o Touch ID y se sincroniza con el Llavero de iCloud. No se puede suplantar ni adivinar.
fa: گذرکلید از Face ID یا Touch ID استفاده می‌کند و با iCloud Keychain همگام می‌شود. قابل فیشینگ یا حدس زدن نیست.
fr: Une clé d'accès utilise Face ID ou Touch ID et se synchronise avec le trousseau iCloud. Elle ne peut être ni hameçonnée ni devinée.
id: Passkey memakai Face ID atau Touch ID dan tersinkron dengan iCloud Keychain. Tidak bisa dibobol phishing atau ditebak.
it: Una passkey usa Face ID o Touch ID e si sincronizza con il Portachiavi iCloud. Non può essere rubata con il phishing né indovinata.
ja: パスキーはFace IDまたはTouch IDを使い、iCloudキーチェーンと同期します。フィッシングや推測の対象になりません。
ro: O cheie de acces folosește Face ID sau Touch ID și se sincronizează cu iCloud Keychain. Nu poate fi furată prin phishing sau ghicită.
th: พาสคีย์ใช้ Face ID หรือ Touch ID และซิงค์กับ iCloud Keychain ไม่สามารถถูกหลอกลวงหรือคาดเดาได้
tr: Geçiş anahtarı Face ID veya Touch ID kullanır ve iCloud Anahtar Zinciri ile eşitlenir. Oltalanamaz veya tahmin edilemez.
zh: 通行密钥使用 Face ID 或 Touch ID，并与 iCloud 钥匙串同步，无法被钓鱼或猜测。

source: A private room is worth fewer Keys per night than offering the whole home.
ar: تساوي الغرفة الخاصة مفاتيح أقل في الليلة مقارنةً بعرض المنزل بالكامل.
ar_ps: الغرفة الخاصة بتساوي مفاتيح أقل بالليلة من ما تقدّم البيت كامل.
el: Ένα ιδιωτικό δωμάτιο αξίζει λιγότερα Keys ανά νύχτα από την προσφορά ολόκληρου του σπιτιού.
es: Una habitación privada vale menos Llaves por noche que ofrecer la casa entera.
fa: یک اتاق خصوصی هر شب کلید کمتری نسبت به ارائه کل خانه دارد.
fr: Une chambre privée vaut moins de Clés par nuit que de proposer tout le logement.
id: Kamar privat bernilai lebih sedikit Keys per malam dibanding menawarkan seluruh rumah.
it: Una stanza privata vale meno Chiavi a notte rispetto all'intera casa.
ja: 個室は住まい全体を提供する場合より、1泊あたりのKeyが少なくなります。
ro: O cameră privată valorează mai puține Chei pe noapte decât oferirea întregii locuințe.
th: ห้องส่วนตัวมีมูลค่า Keys ต่อคืนน้อยกว่าการให้เช่าทั้งบ้าน
tr: Özel oda, evin tamamını sunmaktan gecelik daha az Anahtar değerindedir.
zh: 单间每晚的钥匙值低于整套住所。

source: A short walkthrough — narrate it as you film, the audio is saved with the video.
ar: جولة قصيرة — علّق عليها أثناء التصوير، فيُحفَظ الصوت مع الفيديو.
ar_ps: جولة قصيرة — احكِ وإنت بتصوّر، الصوت بينحفظ مع الفيديو.
el: Μια σύντομη ξενάγηση — αφηγηθείτε καθώς τραβάτε, ο ήχος αποθηκεύεται μαζί με το βίντεο.
es: Un breve recorrido — nárralo mientras grabas; el audio se guarda con el vídeo.
fa: یک تور کوتاه — هنگام فیلم‌برداری توضیح دهید، صدا همراه ویدیو ذخیره می‌شود.
fr: Une courte visite — commentez-la pendant que vous filmez, le son est enregistré avec la vidéo.
id: Tur singkat — ceritakan sambil merekam, audionya tersimpan bersama video.
it: Una breve panoramica — raccontala mentre filmi, l'audio viene salvato con il video.
ja: 短い室内ツアーを撮影しましょう。撮影しながら説明すると、音声も動画と一緒に保存されます。
ro: Un scurt tur — narează în timp ce filmezi, sunetul se salvează împreună cu videoclipul.
th: วิดีโอพาชมสั้นๆ — บรรยายไปพร้อมกับถ่าย เสียงจะถูกบันทึกไว้กับวิดีโอ
tr: Kısa bir gezinti — çekerken anlat, ses videoyla birlikte kaydedilir.
zh: 拍一段简短的环屋视频——边拍边讲解，音频会随视频一同保存。

source: A tamper-proof record that your cover is real — not crypto, no payment, nothing for you to do.
ar: سجل لا يمكن العبث به يثبت أن تغطيتك حقيقية — ليست عملة مشفّرة، ولا دفع، ولا شيء عليك فعله.
ar_ps: سجل ما بيتلاعب فيه حدا بيثبت إن تأمينك حقيقي — مش عملة رقمية، ولا دفع، ولا إشي عليك تعمله.
el: Μια απαραβίαστη εγγραφή ότι η κάλυψή σας είναι αληθινή — όχι crypto, χωρίς πληρωμή, τίποτα να κάνετε εσείς.
es: Un registro inalterable de que tu cobertura es real — no es cripto, sin pagos, sin nada que tengas que hacer.
fa: یک رکورد دست‌نخورده که نشان می‌دهد پوشش شما واقعی است — نه رمزارز، نه پرداخت، هیچ کاری برای انجام دادن.
fr: Une preuve infalsifiable que votre couverture est réelle — pas de crypto, aucun paiement, rien à faire de votre côté.
id: Catatan anti-rusak bahwa perlindungan Anda nyata — bukan kripto, tanpa pembayaran, tak perlu Anda lakukan apa pun.
it: Una prova a prova di manomissione che la tua copertura è reale — niente cripto, nessun pagamento, niente da fare per te.
ja: 補償が本物であることを示す改ざん防止の記録です。暗号資産でも支払いでもなく、あなたが何かをする必要はありません。
ro: O înregistrare imposibil de falsificat care confirmă că asigurarea ta este reală — fără cripto, fără plată, nimic de făcut pentru tine.
th: บันทึกที่ปลอมแปลงไม่ได้ว่าความคุ้มครองของคุณมีจริง — ไม่ใช่คริปโต ไม่มีการชำระเงิน ไม่มีอะไรที่คุณต้องทำ
tr: Teminatının gerçek olduğuna dair değiştirilemez bir kayıt — kripto değil, ödeme yok, senin yapacağın bir şey yok.
zh: 一份防篡改记录，证明你的保障真实有效——不是加密货币、无需付款、无需操作。

source: A trust boost for guests. Never required to publish or swap.
ar: تعزيز للثقة لدى الضيوف. غير مطلوب أبداً للنشر أو التبادل.
ar_ps: زيادة ثقة للضيوف. أبداً مش لازمة عشان تنشر أو تبدّل.
el: Μια ώθηση εμπιστοσύνης για τους επισκέπτες. Ποτέ απαραίτητο για δημοσίευση ή ανταλλαγή.
es: Un impulso de confianza para los huéspedes. Nunca es obligatorio para publicar o intercambiar.
fa: افزایش اعتماد برای مهمانان. هرگز برای انتشار یا مبادله الزامی نیست.
fr: Un gage de confiance pour les voyageurs. Jamais requis pour publier ou échanger.
id: Penambah kepercayaan bagi tamu. Tak pernah wajib untuk publikasi atau tukaran.
it: Un segnale di fiducia per gli ospiti. Mai obbligatorio per pubblicare o scambiare.
ja: ゲストへの信頼を高めます。公開やスワップに必須ではありません。
ro: Un plus de încredere pentru oaspeți. Niciodată obligatoriu pentru publicare sau schimb.
th: เพิ่มความน่าเชื่อถือให้ผู้เข้าพัก ไม่จำเป็นต้องมีเพื่อเผยแพร่หรือแลกเปลี่ยน
tr: Misafirler için bir güven artışı. Yayınlamak veya takas yapmak için asla gerekmez.
zh: 为房客增添信任。发布或互换从不强制要求。

source: About this home
ar: عن هذا المنزل
ar_ps: عن هالبيت
el: Σχετικά με αυτό το σπίτι
es: Sobre esta casa
fa: درباره این خانه
fr: À propos de ce logement
id: Tentang rumah ini
it: Informazioni sulla casa
ja: この住まいについて
ro: Despre această locuință
th: เกี่ยวกับบ้านนี้
tr: Bu ev hakkında
zh: 关于这个家

source: Accept & confirm swap
ar: قبول وتأكيد التبادل
ar_ps: اقبل وأكّد التبديل
el: Αποδοχή & επιβεβαίωση ανταλλαγής
es: Aceptar y confirmar intercambio
fa: پذیرش و تأیید مبادله
fr: Accepter et confirmer l'échange
id: Terima & konfirmasi tukaran
it: Accetta e conferma lo scambio
ja: スワップを承認して確定
ro: Acceptă și confirmă schimbul
th: ยอมรับและยืนยันการแลกเปลี่ยน
tr: Takası kabul et ve onayla
zh: 接受并确认互换

source: Accept swap
ar: قبول التبادل
ar_ps: اقبل التبديل
el: Αποδοχή ανταλλαγής
es: Aceptar intercambio
fa: پذیرش مبادله
fr: Accepter l'échange
id: Terima tukaran
it: Accetta lo scambio
ja: スワップを承認
ro: Acceptă schimbul
th: ยอมรับการแลกเปลี่ยน
tr: Takası kabul et
zh: 接受互换

source: Accept this swap?
ar: قبول هذا التبادل؟
ar_ps: تقبل هالتبديل؟
el: Αποδοχή αυτής της ανταλλαγής;
es: ¿Aceptar este intercambio?
fa: این مبادله را می‌پذیرید؟
fr: Accepter cet échange ?
id: Terima tukaran ini?
it: Accettare questo scambio?
ja: このスワップを承認しますか？
ro: Accepți acest schimb?
th: ยอมรับการแลกเปลี่ยนนี้หรือไม่?
tr: Bu takas kabul edilsin mi?
zh: 接受此次互换？

source: Accepting issues the swap insurance policy for both homes and creates a binding agreement.
ar: يؤدي القبول إلى إصدار وثيقة تأمين التبادل لكلا المنزلين وينشئ اتفاقاً ملزماً.
ar_ps: لمّا تقبل بتطلع وثيقة تأمين التبديل للبيتين وبيصير اتفاق مُلزِم.
el: Η αποδοχή εκδίδει το ασφαλιστήριο ανταλλαγής για τα δύο σπίτια και δημιουργεί μια δεσμευτική συμφωνία.
es: Al aceptar se emite la póliza de seguro del intercambio para ambas casas y se crea un acuerdo vinculante.
fa: پذیرش، بیمه‌نامه مبادله را برای هر دو خانه صادر می‌کند و یک توافق الزام‌آور ایجاد می‌کند.
fr: Accepter émet la police d'assurance d'échange pour les deux logements et crée un accord contraignant.
id: Menerima akan menerbitkan polis asuransi tukaran untuk kedua rumah dan membentuk perjanjian yang mengikat.
it: Accettando viene emessa la polizza assicurativa dello scambio per entrambe le case e si crea un accordo vincolante.
ja: 承認すると両方の住まいにスワップ保険が発行され、拘束力のある契約が成立します。
ro: Acceptarea emite polița de asigurare a schimbului pentru ambele locuințe și creează un acord obligatoriu.
th: การยอมรับจะออกกรมธรรม์ประกันการแลกเปลี่ยนสำหรับทั้งสองบ้าน และสร้างข้อตกลงที่มีผลผูกพัน
tr: Kabul etmek, her iki ev için takas sigortası poliçesini başlatır ve bağlayıcı bir anlaşma oluşturur.
zh: 接受后将为双方住所签发互换保险，并生成一份具有约束力的协议。

source: Add a city.
ar: أضف مدينة.
ar_ps: ضيف مدينة.
el: Προσθέστε μια πόλη.
es: Añade una ciudad.
fa: یک شهر اضافه کنید.
fr: Ajoutez une ville.
id: Tambahkan kota.
it: Aggiungi una città.
ja: 都市を追加してください。
ro: Adaugă un oraș.
th: เพิ่มเมือง
tr: Bir şehir ekle.
zh: 添加城市。

source: Add a clearer title.
ar: أضف عنواناً أوضح.
ar_ps: ضيف عنوان أوضح.
el: Προσθέστε έναν σαφέστερο τίτλο.
es: Añade un título más claro.
fa: یک عنوان واضح‌تر اضافه کنید.
fr: Ajoutez un titre plus clair.
id: Tambahkan judul yang lebih jelas.
it: Aggiungi un titolo più chiaro.
ja: わかりやすいタイトルを追加してください。
ro: Adaugă un titlu mai clar.
th: เพิ่มชื่อที่ชัดเจนขึ้น
tr: Daha açık bir başlık ekle.
zh: 添加更清晰的标题。

source: Add a co-traveler in seconds. They can chat here, but only you and your swap partner can accept, counter, or cancel the swap.
ar: أضف رفيق سفر في ثوانٍ. يمكنه المحادثة هنا، لكن أنت وشريك تبادلك فقط من يمكنه قبول التبادل أو تقديم عرض مقابل أو إلغائه.
ar_ps: ضيف رفيق سفر بثواني. بيقدر يحكي هون، بس إنت وشريكك بالتبديل بس بتقدروا تقبلوا أو تردّوا أو تلغوا التبديل.
el: Προσθέστε έναν συνταξιδιώτη σε δευτερόλεπτα. Μπορεί να συνομιλεί εδώ, αλλά μόνο εσείς και ο συνεργάτης ανταλλαγής μπορείτε να αποδεχτείτε, να αντιπροτείνετε ή να ακυρώσετε την ανταλλαγή.
es: Añade un acompañante en segundos. Pueden chatear aquí, pero solo tú y tu compañero de intercambio podéis aceptar, contraofertar o cancelar el intercambio.
fa: در چند ثانیه یک همسفر اضافه کنید. آن‌ها می‌توانند اینجا گفتگو کنند، اما فقط شما و شریک مبادله‌تان می‌توانید مبادله را بپذیرید، پیشنهاد متقابل بدهید یا لغو کنید.
fr: Ajoutez un compagnon de voyage en quelques secondes. Il peut discuter ici, mais vous seul et votre partenaire d'échange pouvez accepter, contre-proposer ou annuler l'échange.
id: Tambahkan teman perjalanan dalam hitungan detik. Mereka bisa mengobrol di sini, tapi hanya Anda dan partner tukar yang bisa menerima, membalas, atau membatalkan tukaran.
it: Aggiungi un co-viaggiatore in pochi secondi. Può chattare qui, ma solo tu e il tuo partner di scambio potete accettare, controproporre o annullare lo scambio.
ja: 数秒で同行者を追加できます。同行者はここでチャットできますが、スワップの承認・カウンター・キャンセルができるのはあなたとスワップ相手だけです。
ro: Adaugă un co-călător în câteva secunde. Poate conversa aici, dar doar tu și partenerul tău de schimb puteți accepta, contraoferta sau anula schimbul.
th: เพิ่มเพื่อนร่วมเดินทางได้ในไม่กี่วินาที พวกเขาแชทที่นี่ได้ แต่มีเพียงคุณและคู่แลกเปลี่ยนเท่านั้นที่ยอมรับ เสนอกลับ หรือยกเลิกการแลกเปลี่ยนได้
tr: Saniyeler içinde bir yol arkadaşı ekle. Burada sohbet edebilirler, ancak takası yalnızca sen ve takas ortağın kabul edebilir, değiştirebilir veya iptal edebilirsiniz.
zh: 几秒即可添加同行者。他们可在此聊天，但只有你和互换伙伴能接受、还价或取消互换。

source: Add a country.
ar: أضف دولة.
ar_ps: ضيف دولة.
el: Προσθέστε μια χώρα.
es: Añade un país.
fa: یک کشور اضافه کنید.
fr: Ajoutez un pays.
id: Tambahkan negara.
it: Aggiungi un paese.
ja: 国を追加してください。
ro: Adaugă o țară.
th: เพิ่มประเทศ
tr: Bir ülke ekle.
zh: 添加国家。
